acpi
acpid
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-fonts
alacritty
alsa-firmware
alsa-utils
amd-ucode
android-tools
android-udev
ark
asdf-vm
autoconf
automake
avahi
awesome-terminal-fonts
aws-cli
aws-session-manager-plugin
b43-fwcutter
base
binutils
bison
bluedevil
blueman
bluez-utils
bpytop
breeze-gtk
btrfs-progs
bzip2
chrony
code
coreutils
cpupower
crda
cronie
cryptsetup
ctags
cups
device-mapper
dhclient
dhcpcd
diffutils
discord
dmidecode
dmraid
dnsmasq
docker
docker-compose
dolphin
dolphin-plugins
dosfstools
dunst
e2fsprogs
ecryptfs-utils
efibootmgr
exfat-utils
f2fs-tools
fakeroot
feh
ffmpeg
ffmpegthumbs
firefox-nightly
flex
gcc
git-lfs
github-cli
glibc-locales
gnome-icon-theme
gnome-themes-extra
google-chrome
grub
grub-btrfs
grub-theme-manjaro
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gwenview
haveged
hsetroot
htop
i3-gaps
i3lock
i3status
illyria-wallpaper
inetutils
inxi
iwd
iwgtk
jfsutils
kaccounts-providers
kamera
kate
kcalc
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdeplasma-addons
kfind
kgamma5
khelpcenter
khotkeys
kimageformats
kinfocenter
kinit
kio-extras
kmenuedit
konsole
kscreen
kscreenlocker
ksshaskpass
ksysguard
ksystemlog
kwallet-pam
kwalletmanager
kwayland-integration
kwin
kwrited
less
lib32-libcanberra
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libcanberra
libdvdcss
libva-intel-driver
libva-mesa-driver
libva-vdpau-driver
linux515
logrotate
lvm2
m4
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-documentation-en
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-kde-settings
manjaro-pulse
manjaro-release
manjaro-settings-manager-kcm
manjaro-settings-manager-knotifier
manjaro-system
manjaro-zsh-config
matray
mdadm
memtest86+
mesa-demos
mesa-vdpau
mhwd
mhwd-db
milou
mkinitcpio-openswap
mobile-broadband-provider-info
modemmanager
mtpfs
nano
neofetch
neovim
nerd-fonts-jetbrains-mono
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nmap
noto-fonts
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
numlockx
oh-my-zsh-git
okular
openresolv
openssh
os-prober
oxygen
oxygen-icons
p7zip
packagekit-qt5
pamac-cli
pamac-gtk
pamac-tray-icon-plasma
partitionmanager
pasystray
patch
pavucontrol
peek
perl
perl-file-mimeinfo
phonon-qt5-gstreamer
picom-git
pkgconf
plasma-browser-integration
plasma-desktop
plasma-nm
plasma-pa
plasma-simplemenu
plasma-systemmonitor
plasma-workspace
playerctl
pop-bin
poppler-data
powerdevil
powerline-fonts
powertop
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-zeroconf
qbittorrent
qt5-imageformats
qt5-virtualkeyboard
redshift
reiserfsprogs
rofi
rsync
ruby
rxvt-unicode
s-nail
samba
screenfetch
scrot
sddm
sddm-breath2-theme
sddm-kcm
slack-desktop
snixembed-git
spectacle
spectre-meltdown-checker
squashfs-tools
sshfs
sudo
sysfsutils
systemd
systemd-fsck-silent
systemd-kcm
systemd-sysvcompat
systemsettings
terminus-font
texinfo
the_silver_searcher
thefuck
timeshift-autosnap-manjaro
tlp
tmux
ttf-dejavu
ttf-jetbrains-mono
ttf-mac-fonts
ttf-symbola
udiskie
udisks2
unarchiver
usb_modeswitch
usbutils
vi
vim
vlc
vulkan-intel
vulkan-radeon
wget
which
wpa_supplicant
xclip
xdg-user-dirs
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yakuake
yay
zensu
